Repository: alexandrmazur96/PlagiarismDetection
Catalog: DocumentAdder/Properties/Resources.*.resx
Languages: ru_ru

# AboutProgramDescription
source: Здійснюється додавання та фільтрація данних
ru_ru: Производится добавление и фильтрация данных

# AddFTPBtnAdd
source: Додати
ru_ru: Добавить

# AddFTPBtnCancel
source: Відміна
ru_ru: Отмена

# AddFTPLoginName
source: Введіть Логін від цього FTP-сховища:*
ru_ru: Введите Логин от этого FTP-хранилища:*

# AddFTPPasswordName
source: Введіть пароль від цього FTP-сховища:*
ru_ru: Введите пароль от этого FTP-хранилища:*

# AddFTPPathName
source: Введіть FTP-шлях до сховища:
ru_ru: Введите путь к FTP-хранилищу:

# AddFTPSomeNote
source: *Залиште поля логіна та пароля пустими, якщо вони не потрібні.
ru_ru: *Оставьте поля Логина и пароля пустыми, если они не нужны.

# AddFTPWindowTitle
source: Додати новий FTP-репозиторій
ru_ru: Добавить новый FTP-репозиторий

# DatabaseStngConnectStr
source: Строка підключення до БД:
ru_ru: Строка подключения к БД:

# DatabaseStngDbName
source: Ім'я (назва) бази даних
ru_ru: Имя (название) базы данных:

# DatabaseStngLogin
source: Логін:
ru_ru: Логин:

# LogAllSaveToFile
source: Зберегти логи за весь час в файл
ru_ru: Сохранить логи за все время в файл

# LogCleanBtn
source: Очистити логи
ru_ru: Очистить логи

# LogClipboardBtn
source: Зберегти в буфер обміну
ru_ru: Сохранить в буфер обмена

# LogListViewMessage
source: Повідомлення
ru_ru: Сообщение

# LogSaveToFileBtn
source: Зберегти в файл
ru_ru: Сохранить в файл

# MainDataGridFileAddDate
source: Дата додавання
ru_ru: Дата добавления

# MainDataGridFilePath
source: Шлях до файлу
ru_ru: Путь к файлу

# MainDataGridFileType
source: Тип файлу
ru_ru: Тип файла

# MainFirstTabHeader
source: Стартова
ru_ru: Стартовая

# MainSecondTabHeader
source: Налаштування
ru_ru: Настройки

# MainThirdTabHeader
source: Про программу
ru_ru: О программе

# OtherSettingsExtensions
source: Виберіть необхідні розширення файлу
ru_ru: Выберите необходимые расширение файла

# OtherSettingsMoveDirBtn
source: Обрати теку
ru_ru: Выбрать папку

# OtherSettingsMoveDirTitle
source: Директорія, куди будуть переміщуватись файли:
ru_ru: Директория, куда будут перемещаться файлы:

# OtherSettingsThreadCnt
source: Кількість одночасно виконуваних потоків
ru_ru: Количество одновременно выполняющихся потоков

# RepositoryStngAddFtpBtn
source: Додати FTP-сховище
ru_ru: Добавить FTP-хранилище

# RepositoryStngAddLocalBtn
source: Додати локальне сховище
ru_ru: Добавить локальное хранилище

# RepositoryStngContextBtnCopy
source: Копіювати
ru_ru: Копировать

# RepositoryStngContextBtnDelete
source: Видалити
ru_ru: Удалить

# RepositoryStngTitle
source: Налаштування репозиторія
ru_ru: Настройки репозитория
